{
  "resourceType": "EvidenceReport",
  "id": "cervical-cancer",
  "extension":[
  ],
  "identifier":[
    {
      "system": "https://www.uspreventiveservicestaskforce.org/general-recommendation",
      "value": "199"
    }
  ],
  "name": "cervical-cancer-screening",
  "title": "Screening for Atrial Fibrillation with Electrocardiography",
  "date": "2018",
  "status": "active",
  "type": {
    "coding":[
      {
        "system": "http://terminology.hl7.org/CodeSystem/evidence-report-type",
        "code": "text-structured"
      }
    ]
  },
  "subject": {
    "characteristic":[
      {
        "code":{
          "text": "topic"
        },
        "valueCodeableConcept": {
          "coding":[
            {
              "code": "Screening"
            }
          ]
        }
      },
      {
        "code":{
          "text": "topic"
        },
        "valueCodeableConcept": {
          "coding":[
            {
              "system": "http://snomed.info/sct",
              "code": "363354003",
              "display": "Malignant tumor of cervix"
            }
          ]
        }
      },
      {
        "code":{
          "text": "category"
        },
        "valueCodeableConcept": {
          "coding": [
            {
              "system": "https://www.uspreventiveservicestaskforce.org/category",
              "code": "2",
              "display": "Cancer"
            },
            {
              "system": "http://snomed.info/sct",
              "code": "363346000",
              "display": "Malignant neoplastic disease"
            }
          ]
        }
      },
      {
        "code":{
          "text": "keyword"
        } ,
        "valueString": "Cervical Cancer|Pap Smear|HPV|Human Papillomavirus|Hysterectomy|Cervix|2018|USPSTF"
      }
    ]
  },
  "publisher": "USPSTF",
  "section":[
    {
      "title": "rationale",
      "text": {
        "status": "generated",
        "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><strong>Importance</strong></p>\r\n<p>The number of deaths from cervical cancer in the United States have decreased substantially since the implementation of widespread cervical cancer screening and continue to decline, from 2.8 per 100,000 women in 2000 to 2.3 deaths per 100,000 women in 2015.1 Most cases of cervical cancer occur among women who have not been adequately screened.2 Strategies that aim to ensure that all women are appropriately screened and receive adequate follow-up are most likely to succeed in further reducing cervical cancer incidence and mortality in the United States.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Detection</strong></p>\r\n<p>The USPSTF found convincing evidence that screening with cervical cytology alone, primary testing for high-risk HPV types (hrHPV testing) alone, or in combination at the same time (cotesting) can detect high-grade precancerous cervical lesions and cervical cancer.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>USPSTF Assessment</strong></p>\r\n<p>The USPSTF concludes with high certainty that the benefits of screening every 3 years with cytology alone in women aged 21 to 29 years substantially outweigh the harms. The USPSTF concludes with high certainty that the benefits of screening every 3 years with cytology alone, every 5 years with hrHPV testing alone, or in combination in women aged 30 to 65 years outweigh the harms.</p>\r\n<p>&nbsp;</p>\r\n<p>The USPSTF concludes with moderate certainty that the benefits of screening in women older than 65 years who have had adequate prior screening and are not otherwise at high risk for cervical cancer do not outweigh the potential harms.</p>\r\n<p>&nbsp;</p>\r\n<p>The USPSTF concludes with moderate certainty that the harms of screening in women younger than 21 years outweigh the benefits.</p>\r\n<p>&nbsp;</p>\r\n<p>The USPSTF concludes with high certainty that the harms of screening in women who have had a hysterectomy with removal of the cervix for indications other than a high-grade precancerous lesion or cervical cancer outweigh the benefits.</p></div>"
      }
    },
    {
      "title": "clinical",  
      "text": {
        "status": "generated",
        "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><strong>Patient Population Under Consideration</strong></p>\r\n<p>This recommendation statement applies to all asymptomatic individuals with a cervix, regardless of their sexual history. This recommendation statement does not apply to women who have been diagnosed with a high-grade precancerous cervical lesion or cervical cancer, women with in utero exposure to diethylstilbestrol, or women who have a compromised immune system (eg, women living with HIV).</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Assessment of Risk</strong></p>\r\n<p>High-risk HPV infection is associated with nearly all cases of cervical cancer, and women are exposed to hrHPV through sexual intercourse. Although a large proportion of HPV infections resolve spontaneously, the high likelihood of exposure to hrHPV means that women are at risk for precancerous lesions and cervical cancer.</p>\r\n<p>&nbsp;</p>\r\n<p>Certain risk factors increase risk for cervical cancer, including HIV infection, a compromised immune system, in utero exposure to diethylstilbestrol, and previous treatment of a high-grade precancerous lesion or cervical cancer. Women with these risk factors are not included in this recommendation and should receive individualized follow-up. Women who have had a hysterectomy with removal of the cervix and do not have a history of a high-grade precancerous lesion or cervical cancer are not at risk for cervical cancer and should not be screened. As part of the clinical evaluation, clinicians should confirm through review of surgical records or direct examination that the cervix was removed.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Screening Tests</strong></p>\r\n<p>Current evidence indicates that there are no clinically important differences between liquid-based cytology and conventional cytology. A variety of platforms are used to detect hrHPV; most use either signal or nucleic acid amplification methods. Published trials of hrHPV testing used in situ hybridization, polymerase chain reaction, and hybrid capture technology to test for HPV strains associated with cervical cancer. hrHPV testing has been used for primary screening, cotesting with cytology, and follow-up testing of positive cytology results (reflex hrHPV).2</p>\r\n<p>&nbsp;</p>\r\n<p>Screening with cytology alone, hrHPV testing alone, and both in combination offer a reasonable balance between benefits and harms for women aged 30 to 65 years; women in this age group should discuss with their health care professional which testing strategy is best for them. Evidence from randomized clinical trials (RCTs) and decision modeling studies suggest that screening with cytology alone is slightly less sensitive for detecting CIN 2 and CIN 3 than screening with hrHPV testing alone. Although screening with hrHPV testing alone or in combination with cytology detects more cases of CIN 2 and CIN 3, this method results in more diagnostic colposcopies for each case detected.2-5</p>\r\n<p>&nbsp;</p>\r\n<p>There are a number of different protocols for triage of abnormal results from screening with cytology, hrHPV testing, or cotesting. Clinical trial evidence and modeling suggest that different triage protocols have generally similar detection rates for CIN 2 and CIN 3; however, proceeding directly to diagnostic colposcopy without additional triage leads to a much greater number of colposcopies compared with using other triage protocols. Maintaining comparable benefits and harms of screening with cytology alone or hrHPV testing alone requires that patients, clinicians, and health care organizations adhere to currently recommended protocols for repeat testing, diagnostic colposcopy, and treatment.6, 7</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Timing of Screening</strong></p>\r\n<p><strong>Women Younger Than 21 Years</strong></p>\r\n<p>Cervical cancer is rare before age 21 years.8 Exposure of cervical cells to hrHPV during vaginal intercourse may lead to cervical carcinogenesis, but the process has multiple steps, involves regression, and is generally not rapid. Because of the slow progression of disease and the high likelihood of regression in this age group, evidence suggests that screening earlier than age 21 years, regardless of sexual history, would lead to more harm than benefit. Treatment of CIN 2 or CIN 3 among women younger than 21 years may increase risk for adverse pregnancy outcomes.2, 8</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Women Older Than 65 Years</strong></p>\r\n<p>Joint guidelines from the American Cancer Society, American Society for Colposcopy and Cervical Pathology, and American Society for Clinical Pathology (ACS/ASCCP/ASCP) define adequate prior screening as 3 consecutive negative cytology results or 2 consecutive negative cotesting results within 10 years before stopping screening, with the most recent test occurring within 5 years.6 The guidelines further state that routine screening should continue for at least 20 years after spontaneous regression or appropriate management of a precancerous lesion, even if this extends screening past age 65 years. Once screening has stopped, it should not resume in women older than 65 years, even if they report having a new sexual partner.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Women Older Than 65 Years Who Have Not Been Adequately Screened</strong></p>\r\n<p>Screening may be clinically indicated in older women with an inadequate or unknown screening history. Recent data suggest that one-fourth of women aged 45 to 64 years have not been screened for cervical cancer in the preceding 3 years.9 In particular, women with limited access to care, women from racial/ethnic minority groups, and women from countries where screening is not available may be less likely to meet criteria for adequate prior screening. Certain considerations may also support screening in women older than 65 years who are otherwise at high risk (ie, women with a history of high-grade precancerous lesions or cervical cancer, in utero exposure to diethylstilbestrol, or a compromised immune system).2</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Screening Interval</strong></p>\r\n<p>Screening more frequently than every 3 years with cytology alone confers little additional benefit, with a large increase in harms, including additional procedures and assessment and treatment of transient lesions. Treatment of lesions that would otherwise resolve on their own is harmful because it can lead to procedures with unwanted adverse effects, including the potential for cervical incompetence and preterm labor during pregnancy. Evidence from RCTs, observational studies, and modeling studies suggest that a 5-year screening interval for primary hrHPV testing alone or cotesting offers the best balance of benefits and harms. Screening more frequently than every 5 years with primary hrHPV testing alone or cotesting does not substantially improve benefit but significantly increases the number of screening tests and colposcopies.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Treatment</strong></p>\r\n<p>Screening aims to identify high-grade precancerous cervical lesions to prevent progression to cervical cancer. High-grade cervical lesions may be treated with excisional and ablative therapies. Early-stage cervical cancer may be treated with surgery (hysterectomy) or chemotherapy. Treatment of precancerous lesions is less invasive than treatment of cancer.2</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Race/Ethnicity, Geography, and Cervical Cancer</strong></p>\r\n<p>The incidence of and mortality from cervical cancer remain relatively high among certain populations. The overall mortality rate from cervical cancer among African American women is 10.1 deaths per 100,000 women,10 which is more than twice the rate among white women (when adjusted for hysterectomy rate), although the gap has narrowed over time. Mortality is higher among older African American women. Several studies have found that African American women are screened for cervical cancer at rates similar to those for white women and that inadequate follow-up after screening and differences in treatment may be important contributing factors. The higher mortality rate in African American women may also be attributable, in part, to the higher than average rate of adenocarcinoma, which carries a worse prognosis than the most common type of cervical cancer (squamous cell carcinoma).10-12</p>\r\n<p>&nbsp;</p>\r\n<p>American Indian/Alaska Native women also have higher rates of cervical cancer mortality (3.2 deaths per 100,000 women) than the US average.10 Factors driving this higher rate may include lower screening rates (16.5% of American Indian/Alaska Native women in the 2012 Behavioral Risk Factor Surveillance System reported not receiving a Papanicolaou [Pap] test in the past 5 years)13 and inadequate follow-up.2 Hispanic women have a significantly higher incidence rate of cervical cancer and slightly higher mortality rate (2.6 deaths per 100,000 women [unadjusted for hysterectomy rate]), with especially high rates occurring along the Texas-Mexico border. Although white women overall have the lowest mortality rate from cervical cancer, white women living in geographically isolated and medically underserved areas (particularly Appalachia) have much higher mortality rates than the US average. Asian women also have lower screening rates, especially those who have recently immigrated to the United States and may have language or cultural barriers to screening.10</p>\r\n<p>&nbsp;</p>\r\n<p>In addition to race/ethnicity and geography, insurance coverage plays an important role in access to cervical cancer screening; 23.1% of women without health insurance and 25.5% of women with no regular health care clinician reported not receiving a Pap test in the past 5 years, compared with 11.4% of the general population. Insurance status may interact with other demographic factors, such as race/ethnicity and age, to increase disparities.13 In addition, there are no screening data for women with disabilities and those who identify as lesbian or transgender.14-16</p>\r\n<p>&nbsp;</p>\r\n<p>Progress in reducing cervical cancer incidence and mortality has been uneven. The most important factors contributing to higher incidence and mortality rates include financial, geographic, and language or cultural barriers to screening; barriers to follow-up; unequal treatment; and difference in cancer types, all of which vary across subpopulations.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Additional Approaches to Prevention</strong></p>\r\n<p>The Centers for Disease Control and Prevention&rsquo;s Advisory Council on Immunization Practice recommends routine HPV vaccination. A 2-dose schedule is recommended for girls and boys who initiate the vaccination series at ages 9 to 14 years. Three doses are recommended for girls and boys who initiate the vaccination series at ages 15 to 26 years and for those who have a compromised immune system.17 The overall effect of HPV vaccination on high-grade precancerous cervical lesions and cervical cancer is not yet known. Current trials have not yet provided data on long-term efficacy; therefore, the possibility that vaccination might reduce the need for screening with cytology or hrHPV testing is not established. Given these uncertainties, women who have been vaccinated should continue to be screened as recommended until further evidence accrues.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Useful Resources</strong></p>\r\n<p>The 2012 ACS/ASCCP/ASCP guidelines6 and 2015 interim guidance from the ASCCP and the Society of Gynecologic Oncology (SGO)7 provide algorithms for follow-up of abnormal screening results.</p>\r\n<p>&nbsp;</p>\r\n<p>The Centers for Disease Control and Prevention, the National Institutes of Health, and the HIV Medicine Association of the Infectious Diseases Society of America have issued recommendations on screening for and management of cervical cancer in patients living with HIV.18</p>\r\n<p>&nbsp;</p>\r\n<p>The National Cancer Institute provides strategies for reducing cervical cancer mortality in its report &ldquo;Excess Cervical Cancer Mortality: A Marker for Low Access to Health Care in Poor Communities.&rdquo;19</p></div>"
      }
    },
    {
      "title": "other",
      "text": {
        "status": "generated",
        "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><strong>Other Considerations</strong></p>\r\n<p><strong>Implementation</strong></p>\r\n<p>Participation in regular screening has a far greater effect on cervical cancer morbidity and mortality than which of the 3 recommended screening strategies is chosen for women ages 30 to 65 years. Implementation should therefore focus on ensuring that women receive adequate screening, regardless of which strategy is used.</p>\r\n<p>&nbsp;</p>\r\n<p>Although low screening rates contribute to high mortality rates in certain underserved populations, screening alone is not sufficient to reduce cervical cancer morbidity and mortality and related disparities. Loss to follow-up and disparities in treatment are also contributing factors. Therefore, having systems in place to ensure follow-up of abnormal results, appropriate treatment of any pathology, and support to retain patients throughout the entirety of cancer treatment are important.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Research Needs and Gaps</strong></p>\r\n<p>Regular screening for prevention of cervical cancer is highly effective, whether it is with cervical cytology alone, hrHPV testing alone, or both in combination. To further reduce the incidence and mortality of cervical cancer, it is necessary to find effective strategies to reach inadequately screened and unscreened women and to address follow-up and treatment issues.</p>\r\n<p>&nbsp;</p>\r\n<p>Research is needed to evaluate whether different screening strategies could play a part in reducing mortality rates, as well as ways to improve follow-up for current screening strategies and to ensure equitable access to treatment across populations. In addition, research is needed to determine whether screening after age 65 years has a different balance of benefits and harms in different subpopulations.</p>\r\n<p>&nbsp;</p>\r\n<p>Unlike cytology, samples for hrHPV testing have the potential to be collected by the patient and mailed to health programs for analysis, meaning self-collection may be one strategy for increasing screening rates among populations where they are currently low. Rigorous comparative studies are needed to verify this hypothesis and to identify effective strategies for implementation.</p>\r\n<p>&nbsp;</p>\r\n<p>Another important area for future research is the effect of HPV vaccination, because an increasing number of women and men of screening age are being vaccinated. Decreases in hrHPV type prevalence due to vaccination could reduce the positive predictive value of hrHPV testing, which, along with potential reductions in cancer incidence, may increase the number of false-positive results and, therefore, the balance of benefits and harms. In either case, screening strategies may need to be adjusted.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Update of Previous USPSTF Recommendation</strong></p>\r\n<p>This recommendation replaces the 2012 USPSTF recommendation. The major change in the current recommendation is that the USPSTF now recommends screening every 5 years with hrHPV testing alone as an alternative to screening every 3 years with cytology alone among women aged 30 to 65 years. These are the 2 preferred screening strategies based on the USPSTF review of trial, cohort, and modeling results. Cotesting as an alternative strategy has demonstrated similar effectiveness, although it may result in more tests and procedures compared with either cytology or hrHPV testing alone. As in the 2012 recommendation, the USPSTF continues to recommend against screening in women younger than 21 years, in women older than 65 years who have had adequate prior screening and are not otherwise at high risk for cervical cancer, and in women who have had a hysterectomy with removal of the cervix and do not have a history of a high-grade precancerous lesion or cervical cancer.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Recommendations of Others</strong></p>\r\n<p>The ACS/ASCCP/ASCP recommend that women aged 21 to 29 years be screened every 3 years with cytology alone (cervical cytology or Pap testing). Women aged 30 to 65 years should be screened every 5 years with cytology and HPV testing (cotesting) or every 3 years with cytology alone. Women at increased risk of cervical cancer (ie, women with a history of cervical cancer, a compromised immune system, or diethylstilbestrol exposure) may need to be screened more often. Women who have had CIN 2+ should continue screening for 20 years after the last abnormal test result, even if it extends screening beyond age 65 years.6 The ASCCP and SGO issued interim guidance in 2015 that recommended primary HPV screening starting at age 25 years as an alternative to cytology alone or cotesting.7 The American Academy of Family Physicians guidelines are in agreement with the USPSTF.65 The American College of Obstetricians and Gynecologists stated in 2016 that cytology alone and cotesting are still specifically recommended in current guidelines from most major societies; however, primary HPV screening in women 25 years or older can be considered as an alternative to current cytology-based screening if performed per ASCCP and SGO interim guidance.66 The Panel on Opportunistic Infections in HIV-Infected Adults and Adolescents has issued guidance on screening for and management of HPV in patients living with HIV.18</p></div>"
      }
    },
    {
      "title": "discussion",
      "text": {
        "status": "generated",
        "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p><strong>Burden of Diseas</strong>e</p>\r\n<p>Cervical cancer incidence and mortality have decreased significantly since the 1960s because of widespread screening.2 In 2018, an estimated 13,240 new cases and 4,170 deaths will occur, making cervical cancer the 18th most common cause of cancer death in the United States.20 Most cases of cervical cancer and related deaths occur among women who have not been adequately screened, followed up, or treated.2 In 2013, 81.7% of women aged 21 to 44 years and 79.2% of women aged 45 to 64 years reported receiving a Pap test in the past 3 years, as recommended.9 While this is a much higher coverage rate than that of many other cancer screening programs, it still falls short of the Healthy People 2020 goal of screening 93% of women aged 21 to 65 years.21 Further, the burden of cervical cancer incidence and mortality falls disproportionately on racial/ethnic and sexual/gender minority groups, persons with disabilities, and low-income and geographically defined populations.10</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Scope of Review</strong></p>\r\n<p>The USPSTF commissioned a review of the evidence2, 4 on screening for cervical cancer to update its 2012 recommendation.22 The review focused on outcomes from trials and cohort studies in high-resource countries that evaluated screening with hrHPV testing alone or hrHPV and cytology together (cotesting) compared with cervical cytology alone. The review did not examine data on test accuracy or the effectiveness of cytology for screening for cervical cancer, as both were established in the previous evidence review.23 Similarly, the review did not systematically examine data for women younger than 21 years or for women who have had a hysterectomy with removal of the cervix except to confirm that the evidence has not changed since the previous review.</p>\r\n<p>&nbsp;</p>\r\n<p>In addition to the systematic evidence review, the USPSTF commissioned a decision analysis model3, 5 to evaluate the age at which to begin and end screening, the optimal interval for screening, the effectiveness of different screening strategies, and how these factors affect the relative benefits and harms of different screening strategies. The USPSTF approach to the use of model-based analysis as a complement to systematic evidence reviews is described in detail elsewhere.24</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Accuracy of Screening Tests</strong></p>\r\n<p>Evidence from RCTs indicates that hrHPV testing and cotesting can detect more cases of CIN 3, but they also have higher false-positive rates compared with cytology alone. Cotesting has the highest false-positive rate. False-positive rates are also higher among women younger than 30 years than among older women because of the higher incidence of transient HPV infection in younger women, even though cervical cancer incidence is lower in this age group.2</p>\r\n<p>&nbsp;</p>\r\n<p>Estimates of sensitivity and specificity of any screening strategy are heavily influenced by the follow-up of abnormal results, and follow-up protocols in cervical cancer screening trials varied widely.2</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Effectiveness of Different Screening Strategies</strong></p>\r\n<p>The reduction of mortality and morbidity associated with the introduction of cytology-based screening is consistent across populations. A cluster RCT conducted in India found a nearly 50% reduction in cervical cancer mortality after a single round of hrHPV testing compared with a nonscreened control group after 8 years of follow-up.25 The evidence review did not address whether screening for cervical cancer is effective but rather which screening strategies are most effective, when to start screening, and when to stop screening.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Women Younger Than 21 Years</strong></p>\r\n<p>The USPSTF considered the following types of evidence to determine when screening for cervical cancer should begin: cervical cancer incidence, prevalence, and mortality among young women; the natural history of precancerous lesions and HPV infection; and the effects of screening in populations of young women. Cervical cancer is rare among women younger than 20 years; according to US Surveillance, Epidemiology, and End Results data, 0.1% of all incident cancer cases occur in this age group.1 Precancerous lesions are also uncommon. Estimated prevalence of CIN 3 among women younger than 20 years is 0.2%, with a concurrent false-positive cytology rate of about 3.1%.26 In addition, the decision analysis model commissioned for the 2012 USPSTF recommendation showed no net benefit to starting screening before age 21 years.27 The USPSTF did not look at evidence for women younger than 21 years living with HIV or who are otherwise at higher risk of cervical cancer, as they are outside the scope of this recommendation.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Women Aged 21 to 29 Years</strong></p>\r\n<p>The USPSTF recommends screening for cervical cancer every 3 years with cervical cytology alone in women aged 21 to 29 years. Given the high prevalence of transient HPV infection among adolescents and young adults, initial screening at age 21 years should be with cytology alone. The question of what age at which screening with hrHPV testing alone offers comparable benefit has not been directly studied. The 4 trials that compared screening with hrHPV testing alone vs cytology alone found a consistently higher detection rate among younger women (younger than 30 or 35 years), which raises concern for overdiagnosis and overtreatment of transient infection.28-31 Modeling estimates of the effects of switching from screening with cytology alone to hrHPV testing alone at ages 25, 27, and 30 years found minimal differences in terms of life-years gained compared with switching screening strategies at age 30 vs 25 years (64,193 vs 64,195 life-years gained per 1000 women screened, respectively). However, screening with hrHPV testing alone starting at age 25 years rather than age 30 years increased the number of colposcopies by nearly 400 colposcopies per 1000 women screened.3 Therefore, switching from cytology alone to hrHPV testing alone at age 30 years appears to offer similar benefits in terms of cancer reduction as switching at younger ages but with fewer associated tests and procedures.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Women Aged 30 to 65 Years</strong></p>\r\n<p>The USPSTF found 8 trials of cervical cancer screening; 4 RCTs compared screening with hrHPV testing alone vs cytology alone and 4 RCTs compared screening with cytology alone vs cotesting (cytology in combination with hrHPV testing).2 No trials directly compared screening strategies using hrHPV testing alone vs cotesting. Meta-analysis was not possible because the trials varied substantially in terms of cytology type (conventional vs liquid-based), hrHPV test (polymerase chain reaction vs hybrid capture), screening interval (2 to 5 years), follow-up protocols for abnormal results, and protocols for screening beyond the first round. No trial included more than 2 rounds of screening. Although the purpose of screening is to reduce cervical cancer mortality, the mortality rate is so low in countries that have organized cytology screening programs that it is impractical to directly measure the effects of different screening strategies on mortality through clinical trials. Therefore, trials measured the rate of CIN 3+ (CIN 3 or worse) detection, and some trials also reported the rate of invasive cervical cancer.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>hrHPV Testing Alone vs Conventional Cytology Alone</strong></p>\r\n<p>Four RCTs (N &gt; 250,000 women) compared screening with hrHPV testing alone vs cytology alone: the New Technologies for Cervical Cancer (NTCC) Phase II trial in Italy,28, 32-34 the HPV for Cervical Cancer Screening (HPV FOCAL) trial in Canada,29 the FINNISH trial in Finland,30 and the Compass trial in Australia.31 Overall, the 4 trials found that hrHPV testing alone led to an increase in the rate of CIN 3+ detection compared with cytology alone in the first round of screening. The NTCC Phase II and HPV FOCAL trials enrolled women aged 25 to 60 or 65 years and had 2 rounds of screening 2 to 4 years apart. The FINNISH trial, which enrolled women aged 25 to 65 years, had a single round of screening and then followed up participants for 5 years through a cancer registry. The Compass trial, which enrolled 4995 women aged 25 to 64 years, randomized participants to liquid-based cytology every 2.5 years or hrHPV primary screening every 5 years.</p>\r\n<p>&nbsp;</p>\r\n<p>The NTCC Phase II trial found that hrHPV testing alone had a cumulative CIN 3+ detection rate twice that of cytology alone (0.4% vs 0.2%). The FINNISH trial measured the rate of invasive cervical cancer detection at 5 years; screening with hrHPV testing alone had a detection rate of 0.03% and screening with cytology alone had a detection rate of 0.01%. Recently published results from the HPV FOCAL trial35 found that hrHPV testing alone had a higher detection rate for CIN 3+ (0.7%) compared with cytology (0.4%) after 4 years of follow-up. The Compass trial reported preliminary results consistent with those from the other 3 trials, but final results at 5 years of follow-up have not yet been published.</p>\r\n<p>&nbsp;</p>\r\n<p>The primary harms measured in the RCTs were the total number of follow-up tests, number of colposcopies, and false-positive rates. Although follow-up tests and colposcopies are essential to detection of cancer, they represent a burden and risk to patients and are a proxy measure for downstream harms; therefore, screening strategies that minimize the number of tests and colposcopies per each cancer case averted are desirable. Colposcopy rates were higher for hrHPV testing alone than for cytology alone in 1 of 3 trials (NTCC Phase II) and similar in 2 trials (FINNISH and HPV FOCAL). False-positive rates for CIN 2+ were higher for hrHPV testing alone than for cytology alone in 1 trial (NTCC Phase II) and similar in another trial (FINNISH).</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Cotesting vs Cytology Alone</strong></p>\r\n<p>Four RCTs (N &gt; 130,000 women) compared screening with cytology alone vs cotesting (cytology in combination with hrHPV testing): the NTCC Phase I trial in Italy,28, 32, 34 Swedescreen in Sweden,36, 37 A Randomized Trial in Screening to Improve Cytology (ARTISTIC) in the United Kingdom,38-40 and the Population-Based Screening Study Amsterdam (POBASCAM) in the Netherlands.41 In all 4 trials, the cumulative relative ratio of CIN 3+ detection between the 2 strategies (cotesting vs cytology alone) were not statistically significant after 2 rounds of screening. The trials varied considerably in starting age (20 to 29 years), stopping age (38 to 64 years), and follow-up protocols. The NTCC Phase I, ARTISTIC, and POBASCAM trials reported 2 rounds of screening at 3- to 5-year intervals, whereas Swedescreen reported 1 round of screening with registry follow-up at 3 years. Two trials (Swedescreen and POBASCAM) reported no difference between screening strategies at 13 to 14 years of follow-up.</p>\r\n<p>&nbsp;</p>\r\n<p>These 4 trials reported hrHPV positive rates of 7% to 22% for screening with cotesting; again, rates were highest among women younger than 30 or 35 years. Colposcopy rates were higher for screening with cotesting than for cytology alone in 2 trials (ARTISTIC and NTCC Phase I) and not reported in the other 2 trials (Swedescreen and POBASCAM). False-positive rates were higher for screening with cotesting in 3 of 4 trials (Swedescreen did not report the false-positive rate for the intervention group).</p>\r\n<p>&nbsp;</p>\r\n<p>The ARTISTIC trial also surveyed a subsample of patients (N = 2508) about the psychological effects of screening.42 It found no difference in distress or anxiety between women screened with cotesting and women screened with cytology alone. Women in the cotesting group who were notified of positive HPV results reported lower sexual satisfaction regardless of their cytology results, but there were no statistically significant differences in psychological distress or anxiety between study groups.38 A separate cross-sectional study used a survey to evaluate the psychological effects of screening with hrHPV cotesting in women aged 20 to 64 years (N = 428) and found that women who received a positive HPV result were more distressed and had more negative feelings about their sexual partners than women who received a negative HPV result.43</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Additional Evidence From Observational Studies</strong></p>\r\n<p>In addition to RCTs, the USPSTF also reviewed evidence from an individual participant data meta-analysis that pooled patients from 4 trials (NTCC Phase I, Swedescreen, ARTISTIC, and POBASCAM), as well as a single trial of primary hrHPV testing (NTCC Phase II). The meta-analysis found a 40% lower incidence of invasive cervical cancer among patients screened with some form of hrHPV testing compared with cytology alone.44 Biopsy rates from the individual participant data meta-analysis suggest that these higher colposcopy rates led to higher rates of biopsy with cotesting than with cytology alone. However, since the meta-analysis pooled data from trials with distinctly different screening strategies and hrHPV test types, these findings cannot be interpreted with certainty.</p>\r\n<p>&nbsp;</p>\r\n<p>The trial evidence was also supplemented with results from 4 cohort studies. One study considered primary hrHPV screening,45 2 studies considered cotesting,46-51 and 1 reported on cotesting among underscreened women.52 These outcomes were not notably different from the trial outcomes. A recently published report on women (N = 1,262,713) screened 1 or more times in Kaiser Permanente Northern California between 2003 and 2015, which included women aged 25 to 29 years screened with cytology and triage with hrHPV testing for atypical squamous cells of undetermined significance and women aged 30 to 77 years screened with cotesting, also suggests that women who test negative for hrHPV have very low rates of subsequent CIN 3+, regardless of cytology results.53 It is important to note that women younger than 30 or 35 years had higher hrHPV-positive and CIN 3+ rates, accompanied by higher colposcopy rates.</p>\r\n<p>&nbsp;</p>\r\n<p>Data from long-term follow-up studies37, 54 and a large US cohort study55 suggest a minimal risk of missing cervical cancer among women who test negative with cotesting or primary hrHPV screening. An analysis of long-term data from Kaiser Permanente Northern California suggests that women with 1 or more negative results from cotesting have a reduced risk for future cancer.53</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Benefits and Harms of Various Screening Strategies Based on Decision Modeling</strong></p>\r\n<p>The decision model commissioned by the USPSTF reported benefits and harms consistent with the outcomes observed in the trials. Both hrHPV testing alone and cotesting would avert approximately 1 additional cancer case per 1000 women screened compared with cytology alone (17.8 vs 16.5 cases, respectively), representing a very small improvement in life-years gained (64,193 vs 64,182 life-years, respectively).3 However, these 2 screening strategies would also subject women to more tests and procedures. Although no head-to-head trials compared screening with hrHPV testing alone vs cotesting, modeling suggests that both hrHPV testing alone and cotesting offer similar benefit over cytology in terms of cancer cases averted and are also similar in terms of the number of colposcopies required (1630 vs 1635, respectively). In summary, all 3 screening strategies offer substantial benefit in terms of reducing cancer incidence and mortality compared with no screening.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Screening Interval Based on Decision Modeling</strong></p>\r\n<p>The decision model conducted for the 2012 USPSTF recommendation found that screening every 3 years with cytology alone starting at age 21 years confers a similar number of life-years gained as annual screening (69,&#8197;247 vs 69,213 life-years gained per 1000 women screened, respectively), yet results in fewer than half the number of colposcopies and fewer false-positive results.27 Screening intervals for hrHPV testing varied across trials from 2 to 5 years, and observational studies of primary hrHPV testing and cotesting examined intervals from 3 to 5 years. For women aged 30 to 65 years, modeling suggests similar life-years gained with 3- and 5-year screening intervals but more tests and procedures with a 3-year screening interval (64,193.19 vs 64,193.07 life-years gained per 1000 women screened every 3 and 5 years, respectively).3 Thus, the USPSTF recommends 5-year screening intervals for hrHPV testing alone or for cotesting based on evidence from RCTs, observational data, and modeling studies (Table).</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Women Older Than 65 Years</strong></p>\r\n<p>None of the screening trials enrolled women older than 65 years, so direct evidence on when to stop screening is not available. When deliberating on the age at which to stop screening, the USPSTF considered the incidence of cervical cancer in older women and whether the pattern of cervical cancer incidence differs in screened vs unscreened women. The incidence and prevalence of CIN peak in the midreproductive years and begin to decline in approximately the fourth decade of life, a general pattern also apparent among certain previously unscreened women. Cervical cancer in older women is not more aggressive or rapidly progressive than it is in younger women. The rate of high-grade squamous intraepithelial lesions diagnosed by cytology is low in older women who have had adequate prior screening. The decision model commissioned by the USPSTF also supports the current practice of stopping screening at age 65 years in adequately screened women. The model projected that extending screening beyond age 65 years in women with an adequate screening history would not have significant benefit using any of the considered screening strategies.</p>\r\n<p>&nbsp;</p>\r\n<p>Although screening women older than 65 years who have an adequate screening history is not recommended, data suggest that screening rates begin to decline before that age. As a result, approximately 13% of 65-year-old women have not been adequately screened, and this number increases to 37.1% if the patient has no regular health care provider.13 A Kaiser Permanente registry study found that the majority of cases of invasive cervical cancer among women older than 65 years occurred among those who had not met criteria for stopping screening.55, 62 This suggests that the decision to stop screening at age 65 years should only be made after confirming that the patient has received prior adequate screening. Current guidelines define adequate screening as 3 consecutive negative cytology results or 2 consecutive negative HPV results within 10 years before stopping screening, with the most recent test performed within 5 years.6</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Women Who Have Had a Hysterectomy With Removal of the Cervix</strong></p>\r\n<p>Two large studies have documented the low risk for cytology abnormalities after hysterectomy. A cross-sectional study of more than 5000 cytology tests among women older than 50 years found that identification of vaginal intraepithelial neoplasia and cancer was rare in this age group after hysterectomy.63 In a second study of more than 10,000 Pap tests performed over 2 years in 6265 women who had a hysterectomy with removal of the cervix, screening yielded 104 abnormal Pap test results and no cases of cervical cancer; in addition, 6 cases of high-grade vaginal lesions were detected, but it is not known whether detection of these cases improved clinical outcomes.64</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Harms of Screening</strong></p>\r\n<p>Screening with cervical cytology and hrHPV testing can lead to harms, including more frequent follow-up testing and invasive diagnostic procedures (eg, colposcopy and cervical biopsy), as well as unnecessary treatment in women with false-positive results. Evidence from RCTs and observational studies indicate that harms from diagnostic procedures include vaginal bleeding, pain, infection, and failure to diagnose (due to inadequate sampling). Abnormal screening test results are also associated with psychological harms. In particular, women who received positive hrHPV results reported greater distress and lower satisfaction with past and current sexual partners than women who received abnormal cytology results.</p>\r\n<p>&nbsp;</p>\r\n<p>The USPSTF found adequate evidence that the harms of hrHPV testing alone in women aged 21 to 29 years are moderate. Primary hrHPV testing has been found to result in high rates of positive tests in this age group, in which HPV infections are likely to resolve spontaneously. The high frequency of transient HPV infection among women younger than 30 years can lead to unnecessary follow-up diagnostic and treatment interventions with potential for harm.</p>\r\n<p>&nbsp;</p>\r\n<p>The USPSTF found adequate evidence that the harms of screening for cervical cancer (with cytology alone, hrHPV testing alone, or cotesting with both) in women aged 30 to 65 years are moderate. Screening strategies that include hrHPV testing are slightly more sensitive than those that include cytology alone but also yield more false-positive results. Cotesting is also slightly more sensitive than cytology alone but leads to the highest false-positive rates.</p>\r\n<p>&nbsp;</p>\r\n<p>The USPSTF found adequate evidence that the harms of screening for cervical cancer in women older than 65 years who have had adequate prior screening and are not otherwise at high risk are at least small. The USPSTF also found adequate evidence that the harms of screening for cervical cancer in women younger than 21 years are moderate.</p>\r\n<p>&nbsp;</p>\r\n<p>The USPSTF found adequate evidence that screening for cervical cancer in women who have had a hysterectomy with removal of the cervix and do not have a history of a high-grade precancerous lesion or cervical cancer is associated with harms.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Harms of Treatment</strong></p>\r\n<p>The harms of treatment include risks from the treatment procedure and the potential subsequent consequences of treatment. Evidence from observational studies indicates that certain treatments for precancerous lesions (eg, cold-knife conization and loop excision) are associated with subsequent adverse pregnancy outcomes, such as preterm delivery and related complications.2 The USPSTF found convincing evidence that many precancerous cervical lesions will regress and that other lesions are indolent, slow growing, and will not become clinically important over a woman&rsquo;s lifetime; identification and treatment of these lesions constitute overdiagnosis. Estimating the precise magnitude of overdiagnosis associated with any screening or treatment strategy is difficult, but it is of concern because it confers no benefit and leads to unnecessary surveillance, diagnostic tests, and treatments, with associated harms.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Estimate of Magnitude of Net Benefit</strong></p>\r\n<p>There is convincing evidence that screening with cervical cytology alone, primary hrHPV testing alone, or cotesting can detect high-grade precancerous cervical lesions and cervical cancer. The USPSTF found convincing evidence that screening women aged 21 to 65 years substantially reduces cervical cancer incidence and mortality. The USPSTF found adequate evidence that the harms of screening for cervical cancer (with cytology alone, hrHPV testing alone, or cotesting with both) in women aged 30 to 65 years are moderate. The USPSTF concludes with high certainty that the benefits of screening every 3 years with cytology alone in women aged 21 to 29 years substantially outweigh the harms. The USPSTF concludes with high certainty that the benefits of screening every 3 years with cytology alone, every 5 years with hrHPV testing alone, or every 5 years with both in combination in women aged 30 to 65 years outweigh the harms.</p>\r\n<p>&nbsp;</p>\r\n<p>The USPSTF found adequate evidence that screening women older than 65 years who have had adequate prior screening and women younger than 21 years does not provide significant benefit. There is convincing evidence that screening women who have had a hysterectomy with removal of the cervix for indications other than a high-grade precancerous lesion or cervical cancer provides no benefit. The USPSTF found adequate evidence that the harms of screening for cervical cancer in women younger than 21 years and of screening with hrHPV testing alone in women aged 21 to 29 years are moderate. The USPSTF found adequate evidence that the harms of screening for cervical cancer in women older than 65 years who have had adequate prior screening and are not otherwise at high risk are at least small. The USPSTF found adequate evidence that screening for cervical cancer in women who have had a hysterectomy with removal of the cervix and do not have a history of a high-grade precancerous lesion or cervical cancer is associated with harms. The USPSTF concludes with moderate to high certainty that screening women older than 65 years who have had adequate prior screening and are not otherwise at high risk for cervical cancer, screening women younger than 21 years, and screening women who have had a hysterectomy with removal of the cervix for indications other than a high-grade precancerous lesion or cervical cancer does not result in a positive net benefit.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>How Does Evidence Fit With Biological Understanding?</strong></p>\r\n<p>The natural history of cervical cancer has been well studied. Infection of the cervix with HPV is generally transient, but when the infection is not cleared by an appropriate immune response and the virus is of an oncogenic type, the infection can result in incorporation of HPV gene sequences into the host genome, which can lead to precancerous lesions. The long preclinical phase from infection to development of precancerous lesions and cervical cancer allows for the opportunity to effectively screen for, identify, and treat precancerous lesions, thereby reducing cervical cancer incidence and mortality.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Response to Public Comment</strong></p>\r\n<p>A draft version of this recommendation statement was posted for public comment on the USPSTF website from September 12, 2017, through October 13, 2017. Many comments pointed to a need for greater clarity in describing differences between cotesting and primary hrHPV testing. Several comments requested clarification on the information presented in the modeling report. Some comments highlighted implementation issues due to a lack of tests approved by the US Food and Drug Administration for primary cervical cancer screening. In response to these comments, the USPSTF now notes throughout the recommendation statement that women aged 30 to 65 years may choose to get screened every 3 years with cervical cytology alone, every 5 years with hrHPV testing alone, or every 5 years with cotesting. Accordingly, the USPSTF provided a table in the Clinical Considerations section that presents detailed information about the available evidence on the effectiveness, strengths, limitations, and unique considerations of each screening method. For further clarification on the modeling study, the USPSTF added the calibrated input parameter values, which should enable informed readers to assess the estimates used. The USPSTF added language throughout the recommendation statement to emphasize the importance of several different factors that affect overall screening effectiveness, including the primary screening test, screening ages, screening interval, test characteristics, and follow-up protocols, including triage of screen-positive women.</p></div>"
      }
    }
  ]
}
